/* No comment provided by engineer. */
"%@ since last back-up" = "自上次備份已 %@";

/* No comment provided by engineer. */
"AC Power" = "交流電源";

/* No comment provided by engineer. */
"AirPort Connected" = "無線網路已連接";

/* No comment provided by engineer. */
"AirPort Disconnected" = "無線網路已斷線";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "注意！啟用該選項會將 HardwareGrowler 加入登入啟動項目";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "這將會在您每次登入時啟動 HardwareGrowler，若您必須隨時啟用程式時可以使用該選項";

/* at battery percentage */
"at %@" = "為 %@";

/* No comment provided by engineer. */
"Back-up took %@" = "備份使用時間為 %@";

/* Internal battery */
"Battery" = "電池";

/* No comment provided by engineer. */
"Battery Low!" = "電池低電量！";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "電池低電量，請立即將電腦插電";

/* No comment provided by engineer. */
"Battery Power" = "電池電源";

/* No comment provided by engineer. */
"Bluetooth Connected" = "藍芽已連接";

/* No comment provided by engineer. */
"Bluetooth Connection" = "藍芽連線";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "藍芽已斷線";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "藍芽已斷線";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "藍牙模組於 OSX Lion 需求為 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "藍芽監視器";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Canceled after %@" = "於 %@ 之後取消";

/* No comment provided by engineer. */
"Caps Lock" = "Caps Lock";

/* No comment provided by engineer. */
"Caps Lock Off" = "Caps Lock 關閉";

/* No comment provided by engineer. */
"Caps Lock On" = "Caps Lock 開啟";

/* No comment provided by engineer. */
"Charged" = "已充滿";

/* No comment provided by engineer. */
"Charging" = "充電中";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "點擊以開啟";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "啟用該選項將使 HardwareGrowler 不再顯示 Dock 圖示及選單項目。\n\n請於 Launchpad 點擊 HardwareGrowler，或於 Finder 中開啟 HardwareGrowler 以進行設定。";

/* No comment provided by engineer. */
"Failed after %@" = "%@ 後失敗";

/* No comment provided by engineer. */
"Finishing" = "完成中";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire 已連接";

/* No comment provided by engineer. */
"Firewire Connection" = "Firewire 連線";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire 已斷線";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Firewire 斷線";

/* No comment provided by engineer. */
"Firewire Monitor" = "Firewire 監視器";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "首次備份，或於系統日誌中無法找到之前的備份";

/* No comment provided by engineer. */
"FN Key" = "FN 鍵";

/* No comment provided by engineer. */
"FN Key Pressed" = "FN 鍵已按下";

/* No comment provided by engineer. */
"FN Key Released" = "FN 鍵已釋放";

/* No comment provided by engineer. */
"General" = "一般";

/* Unit names */
"hours" = "小時";

/* No comment provided by engineer. */
"Icon:" = "圖示：";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "已忽略裝置：";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "請升級系統至 10.7.3 或更新，以於 OSX Lion 中收取藍芽裝置的通知";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "請升級系統至 10.7.3 或更新，以於 OSX Lion 中收取電話裝置的通知";

/* No comment provided by engineer. */
"Incoming Phone Call" = "新進來電";

/* No comment provided by engineer. */
"Incoming SMS" = "新進 SMS 訊息";

/* No comment provided by engineer. */
"Interface:\t%@" = "介面：\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "介面：\t%1$@\n媒介：\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "IP 位置已變更";

/* No comment provided by engineer. */
"IP Addresses Updated" = "IP 位址已更新";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "已加入網路.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Keyboard Monitor" = "鍵盤監視器";

/* No comment provided by engineer. */
"Left network %@." = "離開網路%@.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "分鐘";

/* No comment provided by engineer. */
"Modules" = "模組";

/* No comment provided by engineer. */
"Mounted" = "已裝載";

/* No comment provided by engineer. */
"Network Link Down" = "網路斷線";

/* No comment provided by engineer. */
"Network Link Up" = "網路連線";

/* No comment provided by engineer. */
"Network Monitor" = "網路監視器";

/* display no icon at all */
"No icon visible" = "不顯示圖示";

/* No comment provided by engineer. */
"No routable IP addresses" = "無可用 IP 位址";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "於以下情況通知：";

/* If the string is too long, use O */
"OFF" = "關";

/* No comment provided by engineer. */
"Ok" = "好";

/* If the string is too long, use I */
"ON" = "開";

/* Format string for On <power type> */
"On %@" = "使用中 %@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "開啟 HardwareGrowler 偏好設定";

/* No comment provided by engineer. */
"Phone Module" = "電話模組";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "電話模組需求";

/* No comment provided by engineer. */
"Power Changed" = "電力來源已變更";

/* No comment provided by engineer. */
"Power Monitor" = "電源監視器";

/* No comment provided by engineer. */
"Power Warning" = "電源警告";

/* No comment provided by engineer. */
"Preferences" = "偏好設定";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "結束 HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "顯示電池狀態";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "顯示於每：";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "只有在使用電池電源時顯示";

/* Unit names */
"seconds" = "秒";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "藍牙裝置連接時傳送";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "藍牙裝置斷線時傳送";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Firewire 裝置連線時傳送";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Firewire 裝置斷線時傳送";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Thunderbolt 裝置連線時傳送";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Thunderbolt 裝置斷線時傳送";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "USB 裝置連線時傳送";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "USB 裝置斷線時傳送";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "卷宗裝載時傳送";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "卷宗卸載時傳送";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "無線網路連線時傳送";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "無線網路斷線時傳送";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "乙太網路斷線時傳送";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "乙太網路連線時傳送";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "低電量時傳送";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "系統 IP 位址變更時傳送";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "電源類型或狀態變更時傳送";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Time Machine 備份失敗時傳送";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Time Machine 備份結束時傳送";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Time Machine 備份取消時傳送";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Time Machine 備份開始時傳送";

/* No comment provided by engineer. */
"Shift Key" = "Shift 鍵";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Shift Key 已按下";

/* No comment provided by engineer. */
"Shift Key Released" = "Shift Key 已釋放";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "啟動時顯示已連接裝置";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "於兩者都顯示圖示";

/* display the icon only in the dock */
"Show icon in the dock" = "於 Dock 顯示圖示";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "於 Menubar 顯示圖示";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "登入時啟用 HardwareGrowler：";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "該監視器無可用的偏好設定";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "這項設定會在 HardwareGrowler 重新啟動後生效";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt 已連接";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Thunderbolt 連線";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt 已斷線";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Thunderbolt 斷線";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Thunderbolt 監視器";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine 已取消";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine 已失敗";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine 已結束";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine 已結束";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine 已開始";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine 已開始";

/* No comment provided by engineer. */
"Time remaining: %ld minutes" = "電力剩餘時間：%ld 分鐘";

/* No comment provided by engineer. */
"Time to charge: %ld minutes" = "充飽電力還需：%ld 分鐘";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Time Machine 監視器";

/* Unknown power supply type */
"Unknown" = "未知的";

/* No comment provided by engineer. */
"Unknown Power Source" = "未知的電力來源";

/* No comment provided by engineer. */
"Unmounted" = "已卸載";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "未命名 FireWire 裝置";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "未命名的 Thunderbolt 裝置";

/* Uninteruptable Power supply */
"UPS" = "不斷電系統";

/* No comment provided by engineer. */
"UPS Power" = "不斷電系統電源";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 匯流排";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "USB 3.0 匯流排";

/* No comment provided by engineer. */
"USB Bus" = "USB 匯流排";

/* No comment provided by engineer. */
"USB Connected" = "USB 已連接";

/* No comment provided by engineer. */
"USB Connection" = "USB 連線";

/* No comment provided by engineer. */
"USB Disconnected" = "USB 已斷線";

/* No comment provided by engineer. */
"USB Disconnection" = "USB 斷線";

/* No comment provided by engineer. */
"USB Monitor" = "USB 監視器";

/* No comment provided by engineer. */
"Volume Monitor" = "卷宗監視器";

/* No comment provided by engineer. */
"Volume Mounted" = "卷宗已裝載";

/* No comment provided by engineer. */
"Volume Unmounted" = "卷宗已退出";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "警告！啟用該選項將使 HardwareGrowler 於背景執行";

